Repository: nilclass/libredocs
Catalog: locale/*.utf8/LC_MESSAGES/default.po
Languages: fr_fr

source: Connecting your remote storage
fr_fr: Connexion à votre espace de stockage distant

source: + New document
fr_fr: + Nouveau document

source: more &hellip;
fr_fr: plus &hellip;

source: Syncing documents &hellip;
fr_fr: Synchronisation des documents &hellip;

source: Setting your enroll step in localStorage
fr_fr: Complèter les paramètres de votre espace de stockage local

source: Done. Go <a href='welcome.php'>back to the main page</a>.
fr_fr: Terminé. <a href='welcome.php'>Revenir à la page principale</a>.

source: Write with Libre Docs &ndash; liberate your ideas
fr_fr: Écrire avec Libre Docs &ndash; Libérez vos idées

source: Sorry, there are some issues with sign up. Please help us fix them and join our chat room below:
fr_fr: Désolé, remoteStorage rencontre quelques difficultés avec votre inscription, Pour nous aider à les corriger, merci de nous rejoindre dans notre salle de chat ci-dessous :

source: is a <a href='https://github.com/unhosted/libredocs'>free software</a>app by <a href='http://unhosted.org'>Unhosted</a> for a more open web.
fr_fr: est un <a href='https://github.com/unhosted/libredocs'>logiciel libre</a> développé par <a href='http://unhosted.org'>Unhosted</a> pour un web plus ouvert.

source: Clearing localStorage
fr_fr: Suppression de votre espace de stockage local

source: Cleared your session. Go <a href='welcome.php'>back to the main page</a>.
fr_fr: Fermé votre session. <a href='welcome.php'>Revenir à la page principale</a>.

source: Liberate your ideas
fr_fr: Libérez vos idées

source: <strong>Write online, from anywhere, with your friends.</strong> Easily keep track of your documents instead of being tracked and trapped by the web's monopolies. We neither store your data nor track you. Libre Docs is only the application – your data is stored where you want it to be, using the open <a href='http://www.w3.org/community/unhosted/wiki/RemoteStorage'>remoteStorage protocol</a>.
fr_fr: <strong>Écrire en ligne, de n'importe où, avec vos amis.</strong> Garder facilement la trace de vos documents au lieu d'être suivi et pris au piège par les monopoles du Web. Nous ne stockons pas vos données, ni ne vous traçons. Libre Docs n'est seulement que l'application - vos données sont stockées où vous voulez qu'elles le soient, grâce au protocole ouvert <a href="http://www.w3.org/community/unhosted/wiki/RemoteStorage">remoteStorage</a>.

source: get remoteStorage
fr_fr: obtenir un stockage distant

source: Libre Docs does not host your documents. You do. If you haven't yet, get remoteStorage at <a href='https://5apps.com' target='_blank'>5apps</a> or <a href='https://owncube.com' target='_blank'>OwnCube</a>.
fr_fr: Libre Docs n'héberge pas vos documents. Vous, oui. Si vous n'en avez pas encore, obtenez un espace de stockage en ligne auprès de <a href="https://5apps.com" target="_blank">5apps</a> ou de <a href="https://owncube.com" target="_blank">OwnCube</a>.

source: connect
fr_fr: connectez-vous

source: It's user@server. So user cindy from 5apps.com would type <em>cindy@5apps.com</em> here.
fr_fr: Le compte ressemble à <em>user@server</em>. L'utilisateur <em>cindy</em> chez <em>5apps.com</em> aura un compte <em>cindy@5apps.com</em>.

source: write freely!
fr_fr: Écrire librement !

source: Our goal is to create <a target='_blank' href='http://vimeo.com/21387223'>cloud sync</a> for <a target='_blank' href='http://www.libreoffice.org/'>Libre Office</a> <em>(hence the name)</em>. But we started by unhosting <a target='_blank' href='http://etherpad.org'>Etherpad</a> for you. Enjoy!
fr_fr: Notre objectif est de créer une <a target='_blank' href='http://vimeo.com/21387223'>synchronisation dans le nuage</a> pour <a target='_blank' href='http://www.libreoffice.org/'>Libre Office</a> <em>(d'où le nom)</em>. Mais, pour vous, nous avons commencé par "unhoster" <a target='_blank' href='http://etherpad.org'>Etherpad</a>. Amusez-vous!
